{
    "file": "wire\/modules\/Fieldtype\/FieldtypeURL.module",
    "textdomain": "wire--modules--fieldtype--fieldtypeurl-module",
    "translations": {
        "b38bb5008cd8427aae4e9a8612183a6f": {
            "text": "Le formateur « Encodeur d'entités HTML\" est recommandé pour les champs URL."
        },
        "ab86e8efb5aa46bdab329fa44f7125fc": {
            "text": "Permettre les URLs relatifs\/locaux sans le « http:\/\/ » au début ?"
        },
        "d1280d091f34a15c77f4145110d7f94d": {
            "text": "Les URLs relatifs sont ceux sans schémas ni domaine."
        },
        "c4c54678f0d612f89caacaab99768f81": {
            "text": "Ajouter le chemin racine du site au début des URLs locaux\/relatifs ?"
        },
        "9d6ce819c098e5c4a7b3464cadbd028a": {
            "text": "Cette option ajoutera automatiquement le chemin racine du site au début de tout URL qui commence avec un \/ tel que \/un\/chemin\/. Ceci est utile si votre site roule dans un sous-répertoire puisque vous n'aurez pas à inclure celui-ci dans les URLs entrées dans ce champs. Si vous changez plus tard la racine de votre domaine (ou un autre sous-répertoire) vous n'aurez pas à vous inquiéter des URLs brisés. Avec cette option activée, entrez toujours les URLs comme site le site roulait à la racine du domaine, peu importe s'il roule d'un sous-répertoire ou non. Naturellement, ceci n'est applicable que vous vois avez coché « Oui »  pour permettre les URLs locaux\/relatifs dans le champs ci-haut. Les développeurs devraient aussi noter que cette option ne s'applique qu'aux page avec outputFormatting activé."
        },
        "ae91f58b191e424e0eaf9022fd5407e9": {
            "text": "Assure que les URLs ne sont pas brisés lorsqu'un site est déplacé d'un sous-dossier vers la racine (exemple le plus commun)."
        },
        "0ac82d10c1ddd050079962481c40f54f": {
            "text": "Champs entreposant un URL"
        }
    }
}