{
    "file": "wire\/modules\/Inputfield\/InputfieldPage\/InputfieldPage.module",
    "textdomain": "wire--modules--inputfield--inputfieldpage--inputfieldpage-module",
    "translations": {
        "e3cada644043c81e6ff21250f2e53f3a": {
            "text": "Les nouvelles pages vont être ajouté à %s"
        },
        "49e5878c7a1901b0a9baae9e0c774150": {
            "text": "Créer nouveau"
        },
        "f0670991d41b78617ca7810b7ce334b9": {
            "text": "Page %s ajouté"
        },
        "29b43e0c70cb336d03f04f3f06a8789d": {
            "text": "Erreur lors de l'ajout de la page \"%s\""
        },
        "81eeab9506186e2dca8faefa78d54067": {
            "text": "Exemple :"
        },
        "6f8d1b93e4aad53511c85e29ed36b3d0": {
            "text": "(par défaut)"
        },
        "962f1366aaa6f1c636d3214e12322362": {
            "text": "Pages sélectionnables"
        },
        "6dc3e540b29f68e1eaf558b6a2edd476": {
            "text": "Entrez les titres de chaque page que vous voulez ajouter, une par ligne. Ils vont être crée et ajouté à votre sélection quand vous allez sauvegarder la page."
        },
        "b82b34c94588fc88ca4a6b18f5e18aef": {
            "text": "Entrez le titre de la page que vous voulez ajouter. Il sera sélectionné quand vous sauvegarderez la page."
        },
        "21348aafc8733099a5b3c20e4a90e7b4": {
            "text": "Parent des pages sélectionnables"
        },
        "5b0591013bf2cac5ee96f90e31a5b2e9": {
            "text": "Sélectionnez le parent des pages qui seront sélectionnables."
        },
        "dceea0994df5640514b906a18a43810f": {
            "text": "Gabarit des pages sélectionnables"
        },
        "9f80067ff42d8e69d0c3a24b67ef4c85": {
            "text": "Sélectionnez le gabarit des pages qui sont sélectionnables. Peut être utilisé à la place ou à l'addition du parent ci-haut. NOTE: Incompatible avec le type de champ PageListSelect."
        },
        "53158583a607fba6e71f0f18d73a910b": {
            "text": "Sélecteur pour trouver les pages sélectionnables."
        },
        "6ad160329dd81f9ecede290bffe93928": {
            "text": "Si vous voulez trouver les pages sélectionnables utilisant les sélecteurs de ProcessWire plutôt que de sélectionner une page parent ou un gabarit (ci-haut), alors entrez le sélecteur qui recherchera les pages sélectionnables. Ce sélecteur sera envoyé à $pages->find(\"your selector\");. NOTE: N'est pas actuellement compatible avec le type de champ PageListSelect."
        },
        "d04c6c77608855a3ff0fb3ee32a2cd53": {
            "text": "Code PHP afin de trouver les pages sélectionnables."
        },
        "5b2e8722316eee4b8e200d6d07b51915": {
            "text": "Si vous voulez trouver les pages sélectionnables utilisant un \"snippet\" plutôt que de sélectionner une page parent ou un gabarit (ci-haut), alors entrez le code qui recherchera les pages sélectionnables. Ce code a accès aux variables $page et $pages, où $page réfère à la page étant éditée. Le snippet devrait retourner soit un \"PageArray\" ou NULL. Utiliser ceci est optionnel, et lorsqu'utilisé, il remplace les champs parent\/gabarit\/sélecteur ci-haut. NOTE: N'est pas compatible avec les types de champs PageListSelect et Autocomplete."
        },
        "b329c0bc717cd35d04a9362fc0d778c2": {
            "text": "retourne $page->parent->parent->children(\"name=locations\")->first()->children();"
        },
        "bb990f9776c28444dad4fa48fb2c946c": {
            "text": "Champ étiquette"
        },
        "e5c1791ec6a73eed5d8a7002e2799470": {
            "text": "Sélectionnez le champ que vous voulez utiliser pour la génération des étiquettes pour chaque page sélectionnables."
        },
        "881b1a7b97bc4d70099cc59a53e8a8e5": {
            "text": "Type de champ"
        },
        "bcf331523fb730639bde7c2e8fc4f811": {
            "text": "Le type de champ qui va être utilisé pour sélectionner une page. Sélectionnez-en une qui est conforme avec ce que vous avez choisis dans l'onglet \"détails\" de ce champ (page simple ou multiples pages)."
        },
        "195a66e99428447940ac989366724b42": {
            "text": "Les types avec un astérisque signifie qu'ils supportent les pages multiples."
        },
        "8332fcbd80839cdcc617bee49529ad1e": {
            "text": "Permet de créer de nouvelles pages directement à partir du champ ?"
        },
        "20463a1675fc256b438538124524746a": {
            "text": "Si coché, un option pour créer de nouvelles pages va être présent si les conditions sont remplies."
        },
        "7673446b991c59998763308c9f7f5d53": {
            "text": "1. À la fois un parent et un gabarit doivent être sélectionnés ci-dessus."
        },
        "65a208c6491dac4a6fb17f7a62f76658": {
            "text": "2. L'utilisateur qui édite doit avoir accès à créer\/éditer ces pages."
        },
        "aa2e4d260721b3a7e2776b8cb9c19fdf": {
            "text": "3. Le champ de l'étiquette doit être réglé sur \"titre (par défaut)\"."
        },
        "4349c31cba02549f2043d69b9eb0d66e": {
            "text": "(non publiée)"
        },
        "54b79da80ed98094797b9e3ee68488a6": {
            "text": "Les types avec un plus assument qu'un « parent » est la racine d'une arborescence, plutôt qu'un parent immédiat."
        },
        "d9a5927aa49f1a766a15e692b69c1c91": {
            "text": "Modules Inputfield disponibles pour la sélection de pages"
        },
        "d5a1e1e864827e2bbb99d144e30359de": {
            "text": "Sélectionne les modules Inputfield pouvant être utilisés pour la sélection de pages. Ceux-ci sont généralement des Inputfields qui permettent de sélectionner une ou plusieurs options."
        }
    }
}