{"file":"wire\/modules\/Process\/ProcessForgotPassword.module","textdomain":"wire--modules--process--processforgotpassword-module","translations":{"6072e83b7f35887c76e64920bd370f4a":{"text":"Réinitialiser le mot de passe"},"b49caf114ce87eeb21267f29e9a62420":{"text":"La réinitialisation du mot de passe a échouée.  Assurez-vous d'être sur le même ordinateur et le même navigateur à partir desquels vous avez préalablement soumis votre requête."},"0b4c14f8c878ec465ab8aaab81b46132":{"text":"Entrez votre nom d'utilisateur et votre adresse email."},"dcfc149491f06edb3e6942510b6fc339":{"text":"Si vous avez un compte dans notre système avec une adresse email valide, un courriel vous sera envoyé après soumission de ce formulaire. Ce courriel contiendra un lien sur lequel vous pourrez cliquer afin de réinitialiser votre mot de passe."},"edcc4a7ecb7854d0ea84fff05b5eeb3e":{"text":"En supposant que votre compte a été trouvé et que nous ayons une adresse e-mail associée, un courriel a été envoyé avec les informations de réinitialisation de mot de passe."},"43da6233b07fcc59791c3f91861ab7b5":{"text":"Merci de consulter votre messagerie. Si vous ne recevez pas de courriel dans les 15 prochaines minutes veuillez contacter l'administrateur du site afin qu'il puisse réinitialiser votre mot de passe. Cette demande de réinitialisation de mot de passe expirera dans 60 minutes. Ne fermez pas cette fenêtre jusqu'à ce que vous avez terminé votre demande de réinitialisation de mot de passe."},"333b348fd95607678f8a9a333cc7b7b4":{"text":"Information pour réinitialisation de mot de passe"},"6d14491a1718796766f2775f857af701":{"text":"Afin de compléter votre demande de réinitialisation de mot de passe, cliquez sur l'URL ci-dessous (ou collez là dans votre navigateur) et suivez les instructions :"},"20a05da67e6b4eedd01409fb5ca365e7":{"text":"Cette URL expirera 60 minutes après son envoi. Cette URL doit être ouverte à partir du même ordinateur et du même navigateur à partir desquels la demande a été initialisée."},"3299941fe3475a594847754b9e91f3b7":{"text":"Requête  de réinitialisation invalide. Votre requête a peut-être expiré."},"a0bfb8e59e6c13fc8d990781f77694fe":{"text":"Continuer"},"f469dd0000597b66060ea51c52eacf58":{"text":"Votre mot de passe a été réinitialisé avec succès. Vous pouvez à présent vous connecter."},"168b9e356db803204c123e0445ef83f4":{"text":"La réinitialisation du mot de passe n'est pas permise"}}}