{
    "file": "wire\/modules\/Fieldtype\/FieldtypePage.module",
    "textdomain": "wire--modules--fieldtype--fieldtypepage-module",
    "translations": {
        "d1d7182c9905811b10bcd1f5bdcb9eda": {
            "text": "Déréférencé dans l'API en tant que"
        },
        "e28f86b62065207ceeb0b5057eb98537": {
            "text": "Si votre champs contient plusieurs pages, optez pour la première option (PageArray). Si votre champs n'a besoin que de contenir une seule page, optez plutôt pour une des options de Page unique (en cas d'incertitude, sélectionnez la dernière option)"
        },
        "7b438db8547ac1c9ab6c7ba6cb1532db": {
            "text": "Pages multiples (PageArray)"
        },
        "a24fcc695edbc57c60c768a732d2f30d": {
            "text": "Page unique (Page) ou booléen faux en absence de sélection"
        },
        "94a53712b9a34f922a776fc5aa68d31f": {
            "text": "Page unique (Page) ou page vide (NullPage) en absence de sélection"
        },
        "7d5f7f76b51ac880e91da28dbc52df35": {
            "text": "Permettre les pages non publiées ?"
        },
        "58b4f6dae2009a3d22a395a94de85360": {
            "text": "Lorsque coché, les pages non publiées sont permises comme valeur de champs. Les pages non publiées n'apparaitront pas dans le front-end, sauf celles avec un accès en édition."
        },
        "393e717c8215abdbe581b21180abfa2b": {
            "text": "Impossible de trouver la page"
        },
        "34a56e6d474c258bb9f4553aae0c7b81": {
            "text": "Impossible de trouver le modèle"
        },
        "2d6565614947b2a6daba1a06515124da": {
            "text": "Chercher et nettoyer les références aux pages orphelines"
        },
        "f7e35a334f1501cc0365458563f90cf5": {
            "text": "Ceci corrige un problème dans les versions plus anciennes de ProcessWire qui pouvait laisser des références à des pages orphelines pour les pages supprimées. Si vous obtenez des résultats imprécis des opérations de recherche de page (en particulier avec des sélecteurs utilisant pageref.count), il est possible que vous vouliez utiliser ceci."
        },
        "35a326c72a6584f3c7d70109b5cd45f1": {
            "text": "Attention : Pour être prudent vous devriez faire une copie de sauvegarde de votre base de données avant de lancer ceci."
        },
        "081c14de091c8761b82f930fd59c8f16": {
            "text": "Cherche et nettoie…"
        }
    }
}